acpid
ansible
ansible-lint
anydesk
apt-transport-https
autoconf
automake
bsdutils
build-essential
ca-certificates
certbot
cheese
chrome-gnome-shell
chromium-chromedriver
code
curl
dash
diffutils
edrawmax
efibootmgr
ffmpeg
file
findutils
firmware-sof-signed
flatpak
fontconfig
fonts-liberation
forticlient
fprintd
gdebi
gh
git
gnome-network-displays
gnome-shell-extension-manager
gnome-shell-extensions
gnome-software-plugin-flatpak
gnome-terminal
gnome-tweaks
gnupg
google-chrome-stable
gparted
grafana
grep
grub-efi-amd64
grub-efi-amd64-signed
gzip
hostname
htop
hyphen-en-ca
hyphen-en-gb
hyphen-en-us
i965-va-driver
ibus-table-cangjie3
ibus-table-cangjie5
ibus-table-cangjie-big
init
intel-media-va-driver
inxi
keychain
language-pack-en
language-pack-en-base
language-pack-gnome-en
language-pack-gnome-en-base
ldc
libappindicator1
libasound2-plugins
libchewing3
libchewing3-data
libcrypt1
libcrypt1:i386
libcurl4-openssl-dev
libdbus-1-dev
libdbusmenu-gtk4
libegl1
libevdev-tools
libexpat1
libfontconfig1
libgbm1
libgcc-s1
libgcc-s1:i386
libgl1
libgl1-mesa-dri
libgpg-error0
libgpg-error0:i386
libm17n-0
libmarisa0
libnm0
libnotify-dev
libnss3-tools
libopencc1.1
libopencc-data
libotf1
libpam-fprintd
libpinyin15
libpinyin-data
libreoffice-help-common
libreoffice-help-en-gb
libreoffice-help-en-us
libreoffice-l10n-en-gb
libreoffice-l10n-en-za
libsdl2-2.0-0
libsqlite3-dev
libstdc++6
libtool
libudev1
libudev1:i386
libusb-1.0-0
libva2
libva-drm2
libva-x11-2
libx11-6
libx11-xcb1
libxau6
libxcb1
libxcb-cursor0
libxcb-dri2-0
libxcb-dri3-0
libxcb-glx0
libxcb-present0
libxcb-sync1
libxcb-xinerama0
libxcb-xtest0
libxdamage1
libxdmcp6
libxext6
libxfixes3
libxi6
libxinerama1
libxml2-dev
libxslt1-dev
libxss1
libxxf86vm1
linux-headers-6.8.12-060812
linux-headers-6.8.12-060812-generic
linux-image-6.8.0-52-generic
linux-modules-6.8.12-060812-generic
login
m17n-db
mattermost-desktop
mesa-va-drivers
mesa-vulkan-drivers
mongodb-compass
mythes-en-au
mythes-en-us
nala
ncurses-base
ncurses-bin
neofetch
net-tools
nmap
onedrive
onlyoffice-desktopeditors
pkg-config
portaudio19-dev
powerstat
prometheus
pulseaudio
pulseaudio-utils
python3.12-venv
python3-dev
python3-requests-oauthlib
remmina
remmina-plugin-rdp
shim-signed
software-properties-common
speedtest
ssh-askpass
sshpass
systemd-resolved
terraform
texlive-full
thunderbird-locale-en
thunderbird-locale-en-gb
thunderbird-locale-en-us
tmux
traceroute
ubuntu-desktop
ubuntu-desktop-minimal
ubuntu-minimal
ubuntu-restricted-addons
ubuntu-standard
ubuntu-wallpapers
va-driver-all
virtualbox-7.1
vlc
warp-terminal
wget
wpasupplicant
xdg-desktop-portal
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-utils
xz-utils
zbar-tools
zenity
zlib1g-dev
zoom
zsh
