aaron-bond.better-comments
anthropic.claude-code
bierner.markdown-mermaid
bpruitt-goddard.mermaid-markdown-syntax-highlighting
charliermarsh.ruff
christian-kohler.npm-intellisense
corotata.pptx-preview
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
formulahendry.auto-rename-tag
formulahendry.code-runner
github.remotehub
hashicorp.terraform
hnw.vscode-auto-open-markdown-preview
johnpapa.vscode-peacock
mechatroner.rainbow-csv
mermaidchart.vscode-mermaid-chart
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-repositories
ms-vscode.vscode-chat-customizations-evaluations
openai.chatgpt
pkief.material-icon-theme
redhat.ansible
redhat.vscode-yaml
redis.redis-for-vscode
streetsidesoftware.code-spell-checker
twxs.cmake
vstirbu.vscode-mermaid-preview
wholroyd.jinja
xabikos.javascriptsnippets
zhuangtongfa.material-theme
